package org.sopt.haphap.global.util;

import java.util.List;

public class PresetNicknames {
    //스프린트 때 개선시키기

    public static final List<String> POOL = List.of(
            "익명의 하피", "익명의 루키", "익명의 토리", "익명의 모아", "익명의 노티",
            "익명의 캘리", "익명의 도리", "익명의 미루", "익명의 라미", "익명의 우유",
            "익명의 하니", "익명의 포포", "익명의 미르", "익명의 누리", "익명의 로미",
            "익명의 베리", "익명의 두두", "익명의 뭉치", "익명의 몽이", "익명의 라온",
            "익명의 나우", "익명의 패스", "익명의 유니", "익명의 루미", "익명의 캔디",
            "익명의 코튼", "익명의 모리", "익명의 또리", "익명의 바니", "익명의 쿠키",
            "익명의 보리", "익명의 구름", "익명의 밤비", "익명의 마루", "익명의 하루",
            "익명의 여름", "익명의 마니", "익명의 라키", "익명의 나리", "익명의 세모",
            "익명의 오리", "익명의 참새", "익명의 요미", "익명의 스타", "익명의 조이",
            "익명의 레미", "익명의 파니", "익명의 시루", "익명의 로아", "익명의 미카"
    );

    private PresetNicknames() {}
}
